Repository: GNOME/caribou
Catalog: po/*.po
Languages: ckb, hr, lo

source: Caribou Preferences
ckb: هەڵبژاردکانی کاریبو
hr: Caribou osobitosti
lo: ການຕັ້ງຄ່າ Caribou

source: Scanning
ckb: پشکینینی دەکات
hr: Pretraživanje
lo: ກຳລັງສະແກນ

source: Enable scanning
ckb: پشکنین چالاک بکە
hr: Omogući pretraživanje
lo: ເປີດນຳໃຊ້ການສະແກນ

source: Enable switch scanning
ckb: گۆڕینی پشکنین چالاک بکە
hr: Omogući prebacivanje pretraživanje
lo: ເປີດນຳໃຊ້ໂຫມດການປ່ຽນການສະແກນ

source: General
ckb: گشتی
hr: Općenito
lo: ທົ່ວໄປ

source: Scanning mode
ckb: دۆخی پشکنین
hr: Način pretraživanja
lo: ໂຫມດການສະແກນ

source: Scanning type, subgroups, rows or linear
ckb: جۆری پشکنین، ژێرگرووپ، ڕیز و هێڵەکان
hr: Vrsta pretraživanja, podgrupe, redci ili linearno
lo: ປະເພດການສະແກນ, ກູ່ມຍອຍ, ແຖວ ຫລື ເສັ້ນ

source: Subgroups
ckb: ژێرگرووپ
hr: Podgrupe
lo: ກູ່ມຍອຍ

source: Rows
ckb: ڕیز
hr: Redci
lo: ແຖວ

source: Linear
ckb: هێڵی
hr: Linearno
lo: ເສັ້ນ

source: Step time
ckb: کاتی هەنگاو
hr: Vremenski korak
lo: ຊ່ວງເວລາ

source: Time between key transitions
ckb: کاتی جوڵان لە نێوان کلیلەکان
hr: Vrijeme između prijelaza tipki
lo: ເວລາລະຫວາງການສົ່ງຜ່ານຄີ

source: Inverse scanning
ckb: هەڵگەڕانەوەی پشكنین
hr: Obrni pretraživanje
lo: ການສະແກນປີ້ນກັບຄືນ

source: Step with the switch, activate by dwelling
ckb: هەنگاو بنێ بۆ گۆڕین، چاوەڕوانی چالاک بکە
hr: Korak prebacivanja, aktiviran s nastambom
lo: ຂັ້ນຕອນການສັບປ່ຽນແມ່ນສາມາດເປີດໃຊ້ໂດຍ dwelling

source: Auto-restart scanning
ckb: پێکردنی-خۆکاری پشکنین
hr: Automatsko ponovno pokretanje pretraživanja
lo: ລີສະຕາດການສະແກນແບບອັດຕະໂນມັດ

source: Automatically restart scanning after item activation
ckb: خۆکارانە پشکنین پێبکەرەوە دووای چالاک کردنی بڕگە
hr: Automatski ponovno pokreni pretraživanje nakon aktivacije stavke
lo: ລີສະຕາດການສະແກນແບບອັດຕະໂນມັດຫລັງຈາກມີການເປີດໄອເທັມ

source: Scan cycles
ckb: خولی پشکنین
hr: Ciklus pretraživanja
lo: ວົງວຽນການສະແກນ

source: One
ckb: یەک
hr: Jedan
lo: ຫນື່ງ

source: Two
ckb: دوو
hr: Dva
lo: ສອງ

source: Three
ckb: سێ
hr: Tri
lo: ສາມ

source: Four
ckb: چوار
hr: Četiri
lo: ສີ

source: Five
ckb: پێنج
hr: Pet
lo: ຫ້າ

source: Input
ckb: تێخستە
hr: Ulaz
lo: ນຳເຂົ້າ

source: Switch device
ckb: ئامێر بگۆڕە
hr: Uređaj prebacivanja
lo: ອຸປະກອນສັບປ່ຽນ

source: Switch device, keyboard or mouse
ckb: ئامێر بگۆڕە، تەختەکلیل یان مشکۆکە
hr: Uređaj prebacivanja, tipkovnica ili miš
lo: ອຸປະກອນສັບປຽນ, ຄີບອດ ຫລື ເມົ້າ

source: Keyboard
ckb: تەختەکلیل
hr: Tipkovnica
lo: ຄີບອດ

source: Mouse
ckb: مشک
hr: Miš
lo: ເມົ້າ

source: Switch key
ckb: کلیلی گۆڕین
hr: Tipka prebacivanja
lo: ຄີສັບປ່ຽນ

source: Key to use with scanning mode
ckb: ئەو کلیلانەی بەکاردێن لە دۆخی پشکنین
hr: Tipka za korištenje u načinu pretraživanja
lo: ຄີທີ່ໃຊ້ໃນໂຫມດການສະແກນ

source: Right shift
ckb: شیفتی ڕاست
hr: Lijevi Shift
lo: ກົດ shift ເບື້ອງຂວາ

source: Left shift
ckb: شیفتی چەپ
hr: Desni Shift
lo: ກົດ shift ເບື້ອງຊ້າຍ

source: Space
ckb: بۆشایی

source: Switch button
ckb: دوگمەی گۆڕین
hr: Tipka prebacivanja
lo: ປູ່ມກົດສັບປ່ຽນ

source: Mouse button to use in the scanning mode
ckb: کام دوگمەی مشکۆکە بەکاربێت لە کاتی پشکنین
hr: Tipka miša za korištenje u načinu pretraživanja
lo: ປູ່ມກົດເມົ້າທີ່ໃຊ້ໃນໂຫມດການສະແກນ

source: Button 1
ckb: دوگمەی ١
hr: Tipka 1
lo: ປຸມກົດທີ່ 1

source: Button 2
ckb: دوگمەی ٢
hr: Tipka 2
lo: ປຸມກົດທີ່ 2

source: Button 3
ckb: دوگمەی ٣
hr: Tipka 3
lo: ປຸມກົດທີ່ 3

source: Caribou
ckb: کاریبو

source: Antler Preferences
ckb: هەڵبژاردەکانی Antler
hr: Antler osobitosti
lo: ການຕັ້ງຄ່າ Antler

source: Appearance
ckb: دەرکەوتن
hr: Izgled
lo: ຫນ້າຕາ

source: Keyboard Type
ckb: جۆری تەختەکلیل
hr: Vrsta tipkovnice
lo: ປະເພດຄີບອດ

source: The keyboard geometry Caribou should use
ckb: ئەندازەی تەختەکلیلی کاریبو بۆ بەکارهێنان
hr: Geometrija tipkovnice koju Caribou treba koristiti
lo: ຮູບຮ່າງຂອງຄີບອດທີ່ Caribou ຄວນນຳໃຊ້

source: The keyboard geometry determines the shape and complexity of the keyboard, it could range from a 'natural' look and feel good for composing simple text, to a fullscale keyboard.
ckb: ئەندازەی تەختەکلیلەکە بڕیاردەدات لەسەر شێوەکەی و ئاڵۆزیەکەی، دەتوانێت بواربدات لەسەر هەست و ڕووخسارێکی 'سروشتی' باش بۆ دانانی نوسینێکی سادە، بۆ کەمنەکردنەوەی تەختەکلیلێک.
lo: ຮູບຮ່າງຂອງຄີບອດທີ່ຈະເປັນໂຕພິຈາລະນາຮູບຊົງ ແລະ ຄວາມສັບສົນຂອງມັນ, ມັນສາມາດເບິງໄດ້ຈາກຂະຫນາດ 'natural' ແລະ ຄວາມງາມຂອງການຂຽນຕົວຫນັງສືກັບຂະຫນາດເຕັມຂອງຄີບອດ.

source: Touch
ckb: دەستلێدان
hr: Dodir
lo: ແຕະ

source: Full scale
ckb: پێوانەی پڕ
hr: Potpuna veličine
lo: ເຕັມຂະຫນາດ

source: Scan
ckb: پشکنین
hr: Pretraži
lo: ສະແກນ

source: Use System Theme
ckb: ڕووکاری سیستم بەکاربێنە
hr: Koristi teme sustava
lo: ນຳໃຊ້ເທັມຂອງລະບົບ

source: Minimum Alpha
ckb: کەمترین ئەلفا
hr: Najmanja alfa
lo: ຕົວພິມນ້ອຍ

source: Minimal opacity of keyboard
ckb: کەمترین ڕووناکی بۆ تەختەکلیل
hr: Najmanja prozirnost tipkovnice
lo: ລະດັບຄວາມທຶບແສງນ້ອຍສຸດຂອງຄີບອດ

source: Maximum Alpha
ckb: زۆرترین ئەلفا
hr: Najveća alfa
lo: ຕົວພິມໃຫຍ່

source: Maximal opacity of keyboard
ckb: زۆرترین تاریکی بۆ تەختەکلیل
hr: Najveća prozirnost tipkovnice
lo: ລະດັບຄວາມທຶບແສງໃຫຍ່ສຸດຂອງຄີບອດ

source: Maximum Distance
ckb: زۆرترین دووری
hr: Najveća udaljenost
lo: ໄລຍະທາງນ້ອຍສຸດ

source: Maximum distance when keyboard is hidden
ckb: زۆرترین دووری کاتێک تەختەکلیل شاراوەیە
hr: Najveća udaljenost kada je tipkovnice sakrivena
lo: ໄລຍະຫາງໄກສຸດເມື່ອຄີບອດຖືກບັງຢູ່

source: - accessibility event monitoring daemon for screen keyboard
ckb: - ڕوودای دەستپێگەیشتن دایمەن چاودێری دەکات بۆ تەختەکلیلی سەر پەردە
lo: - ການເຂົ້າເຖິງການມໍນິເຕີສຳລັບຄີບອດໃນຫນ້າຈໍ

source: The keyboard geometry determines the shape and complexity of the keyboard, it could range from a “natural” look and feel good for composing simple text, to a fullscale keyboard.
hr: Geometrija tipkovnice otkriva oblik i složenost tipkovnice, ima raspon od "neutralnog" izgleda i osjećaja za sastavljanje jednostavnog teksta, do tipkovnice u punoj veličini.
