Repository: GNOME/caribou
Catalog: po/ht.po
Languages: ht

source: Caribou Preferences
ht: Preferans karibou yo

source: Scanning
ht: Analiz la ap fèt

source: Enable scanning
ht: Aktive analiz ki ap fèt la

source: Enable switch scanning
ht: Aktive chanjman analiz

source: General
ht: Jeneral

source: Scanning mode
ht: Mòd analiz

source: Scanning type, subgroups, rows or linear
ht: Tip analiz, sougwoup, ranje oswa lineyè

source: Subgroups
ht: Sougwoup

source: Rows
ht: Ranje

source: Linear
ht: Lineyè

source: Step time
ht: Moman etap

source: Time between key transitions
ht: Tan ant tranzisyon kle yo

source: Inverse scanning
ht: Ranvèse analiz la

source: Step with the switch, activate by dwelling
ht: Etap ak chanjman, aktive nan abitasyon

source: Auto-restart scanning
ht: redemaraj otomatik analiz la

source: Automatically restart scanning after item activation
ht: redemare otomatikman analiz la aprè atik la aktive

source: Scan cycles
ht: Eskane sik yo

source: One
ht: Yonn

source: Two
ht: De

source: Three
ht: Twa

source: Four
ht: Kat

source: Five
ht: Senk

source: Input
ht: Antre

source: Switch device
ht: Chanje aparey

source: Switch device, keyboard or mouse
ht: Chanje aparey, klavye oswa souri

source: Keyboard
ht: Klavye

source: Mouse
ht: Souri

source: Switch key
ht: Chanje kle

source: Key to use with scanning mode
ht: Kle pou tilize avek analiz

source: Right shift
ht: Shift adwat

source: Left shift
ht: Shift agoch

source: Space
ht: Distans

source: Num lock
ht: Bloke Nim

source: Switch button
ht: Chanje bouton

source: Mouse button to use in the scanning mode
ht: Bouton souri pou itilize nan mòd analiz la

source: Button 1
ht: Bouton 1

source: Button 2
ht: Bouton 2

source: Button 3
ht: Bouton 3

source: Antler Preferences
ht: Preferans branch yo

source: Antler
ht: Branch

source: Appearance
ht: Aparans

source: Keyboard Type
ht: Tip Klavye

source: The keyboard geometry Caribou should use
ht: Klavye jeometrik Caribou a ka itilize

source: The keyboard geometry determines the shape and complexity of the keyboard, it could range from a “natural” look and feel good for composing simple text, to a fullscale keyboard.
ht: Klavye jeometrik la detèmine fòm lan ak komplexite klavye a, li ka ranje fòm nan "natirèl" sanble ak santi byen pou kompose teks senp, pou yon klavye ki plen echèl.

source: Full scale
ht: Plen echèl

source: Scan
ht: Analize

source: Use System Theme
ht: Itilize tèm sistèm

source: Minimum Alpha
ht: Alfa Minimòm

source: Minimal opacity of keyboard
ht: Depo minimal klavye

source: Maximum Alpha
ht: Alfa Maximòm

source: Maximal opacity of keyboard
ht: Depo maksimòm klavye

source: Maximum Distance
ht: Distans maksimòm

source: Maximum distance when keyboard is hidden
ht: Distans maksimòm lè klavye a kache

source: - accessibility event monitoring daemon for screen keyboard
ht: - sèvis siveyans evènman yo pou klavye ekran
